{
  "type_of_material": "News", 
  "blog": [], 
  "news_desk": "Circuits", 
  "lead_paragraph": "Passwords that are nonintuitive enough to keep private information private can be a bother if you routinely visit secure Web sites (for shopping online, say) or if you use computers that are accessible to others. Passwords should be both irregular and complex, but irregular, complex combinations of letters and numbers are hard to remember. Password-management software can make it easier to control a portfolio of access codes. The latest version of AI RoboForm stores your passwords in a single file (password-protected, of course), and then offers to plug them in whenever they are needed.", 
  "headline": {
    "main": "It Knows All Your Passwords (But Promises Not to Tell)", 
    "kicker": "NEWS WATCH: SECURITY"
  }, 
  "abstract": "News Watch column reviews password-management software AI RoboForm; software stores passwords in irregular and complex combinations and offers to plug them in when needed; photo (S)", 
  "print_page": "3", 
  "word_count": 273, 
  "_id": "4fd24f198eb7c8105d7f1ad9", 
  "snippet": "Passwords that are nonintuitive enough to keep private information private can be a bother if you routinely visit secure Web sites (for shopping online, say) or if you use computers that are accessible to others. Passwords should be both irregular...", 
  "source": "The New York Times", 
  "slideshow_credits": null, 
  "web_url": "http://www.nytimes.com/2004/01/22/technology/news-watch-security-it-knows-all-your-passwords-but-promises-not-to-tell.html", 
  "multimedia": [], 
  "subsection_name": null, 
  "keywords": [
    {
      "name": "organizations", 
      "value": "ROBOFORM"
    }, 
    {
      "name": "subject", 
      "value": "COMPUTER SOFTWARE"
    }, 
    {
      "name": "subject", 
      "value": "COMPUTER SECURITY"
    }, 
    {
      "name": "subject", 
      "value": "COMPUTERS AND THE INTERNET"
    }
  ], 
  "byline": {
    "person": [
      {
        "organization": "", 
        "role": "reported", 
        "rank": 1, 
        "firstname": "Alan", 
        "lastname": "Krauss"
      }
    ], 
    "original": "By Alan Krauss"
  }, 
  "document_type": "article", 
  "pub_date": "2004-01-22T00:00:00Z", 
  "section_name": "Technology"
}