{
  "type_of_material": "News", 
  "blog": [], 
  "news_desk": "Circuits", 
  "lead_paragraph": "IT'S a Saturday night and all the tables at the hot new restaurant in town are reserved. But you're in the neighborhood when suddenly your cell phone chirps, alerting you of a table that is available at the last minute along with a coupon for a free drink. A few minutes later, you are being seated. That could happen with the next ring of your cell phone. Advertisers are beginning to tap into the country's 101 million cell phones with text messages to reach customers in a more direct and timely way. For marketers, a wireless pitch is unlike any other because it can be aimed at certain people and particular locations. Technology can track a user's position to within 100 feet.", 
  "headline": {
    "main": "Ads on Cell Phones (And You Thought You Had Escaped)"
  }, 
  "abstract": "Advertisers are beginning to tap into cellular telphones with text messages to reach customers in more direct and timely way; pitch can be aimed at certain people and particular locations, tracking user's position to within 100 feet; SkyGo Inc plans test to learn what consumers like and dislike in wireless advertising; Rep Rush Holt plans bill to protect consumers from wireless spam; photo (M)", 
  "print_page": "7", 
  "word_count": 1052, 
  "_id": "4fd245888eb7c8105d7dff3e", 
  "snippet": "IT'S a Saturday night and all the tables at the hot new restaurant in town are reserved. But you're in the neighborhood when suddenly your cell phone chirps, alerting you of a table that is available at the last minute along with a coupon for a free...", 
  "source": "The New York Times", 
  "slideshow_credits": null, 
  "web_url": "http://www.nytimes.com/2000/09/28/technology/ads-on-cell-phones-and-you-thought-you-had-escaped.html", 
  "multimedia": [], 
  "subsection_name": null, 
  "keywords": [
    {
      "name": "persons", 
      "value": "HOLT, RUSH D"
    }, 
    {
      "name": "glocations", 
      "value": "UNITED STATES"
    }, 
    {
      "name": "organizations", 
      "value": "SKYGO INC"
    }, 
    {
      "name": "subject", 
      "value": "ELECTRONIC MAIL"
    }, 
    {
      "name": "subject", 
      "value": "ADVERTISING"
    }, 
    {
      "name": "subject", 
      "value": "CELLULAR TELEPHONES"
    }, 
    {
      "name": "subject", 
      "value": "CONSUMER PROTECTION"
    }, 
    {
      "name": "subject", 
      "value": "LAW AND LEGISLATION"
    }, 
    {
      "name": "subject", 
      "value": "TELEPHONES AND TELECOMMUNICATIONS"
    }, 
    {
      "name": "subject", 
      "value": "PRIVACY"
    }
  ], 
  "byline": {
    "person": [
      {
        "organization": "", 
        "role": "reported", 
        "rank": 1, 
        "firstname": "Jeffrey", 
        "lastname": "SELINGO"
      }
    ], 
    "original": "By JEFFREY SELINGO"
  }, 
  "document_type": "article", 
  "pub_date": "2000-09-28T00:00:00Z", 
  "section_name": "Technology"
}