{
  "type_of_material": "News", 
  "blog": [], 
  "news_desk": "Circuits", 
  "lead_paragraph": "THE average Web surfer opens the Netscape or Internet Explorer browser, punches in a Web address, comes to a Web page, then clicks from page to page. When lost, the person tries to maneuver through an array of bookmarks or, more often than not, resorts to the Back button. In 1994, that page-turning process seemed revolutionary. Today, it not only sounds run-of-the-mill but is also considered by many new Internet companies to be, well, ridiculous. Why should a person who wants a few headlines have to open a full page of information? Why should anyone have to click on link after link to get to the right information? And how many people really go back to all those Web sites they bookmark?", 
  "headline": {
    "main": "Cutting The Web Down to Size; New Tools Let You Get the Information You Want (as Long as Your Computer Doesn't Crash)"
  }, 
  "abstract": "Novel devices designed to streamline Web browsing may constitute threat to privacy as well as delivering convenience; new companies offer free services and software to accomplish this, as battle for attention of Internet users continues; photos (M)", 
  "print_page": "1", 
  "word_count": 1872, 
  "_id": "4fd22bc88eb7c8105d7b7afd", 
  "snippet": "THE average Web surfer opens the Netscape or Internet Explorer browser, punches in a Web address, comes to a Web page, then clicks from page to page. When lost, the person tries to maneuver through an array of bookmarks or, more often than not,...", 
  "source": "The New York Times", 
  "slideshow_credits": null, 
  "web_url": "http://www.nytimes.com/2000/10/12/technology/cutting-web-down-size-new-tools-let-you-get-information-you-want-long-your.html", 
  "multimedia": [], 
  "subsection_name": null, 
  "keywords": [
    {
      "name": "subject", 
      "value": "COMPUTER SOFTWARE"
    }, 
    {
      "name": "subject", 
      "value": "COMPUTER SECURITY"
    }, 
    {
      "name": "subject", 
      "value": "COMPUTERS AND THE INTERNET"
    }, 
    {
      "name": "subject", 
      "value": "PRIVACY"
    }
  ], 
  "byline": {
    "person": [
      {
        "organization": "", 
        "role": "reported", 
        "rank": 1, 
        "firstname": "Lisa", 
        "lastname": "GUERNSEY"
      }
    ], 
    "original": "By LISA GUERNSEY"
  }, 
  "document_type": "article", 
  "pub_date": "2000-10-12T00:00:00Z", 
  "section_name": "Technology"
}