{
  "type_of_material": "News", 
  "blog": [], 
  "news_desk": "Business/Financial Desk", 
  "lead_paragraph": "A report last week that most health-related Web sites were not honoring their promises to keep personal information about visitors private offered a somewhat alarming snapshot of the state of privacy on the Internet. The group that conducted the survey from which the report was drawn, the California HealthCare Foundation, said its intent was to help health sites live up to their promises and win the trust of consumers.", 
  "headline": {
    "main": "Report Rings Alarm Bells About Privacy On the Internet"
  }, 
  "abstract": "Government officials and privacy enforcement groups are caught off guard with disclosure that confidential information is being disseminated through banner ads and third-party service providers on Internet; information is from California HealthCare Foundation, whose survey found that most health-related Web sites are not honoring their promises to keep personal information about visitors private; revelation underscores growing policy debate over whether federal officials and private groups can adequately police such fast-growing and constantly changing new medium as the net; photo (M)", 
  "print_page": "10", 
  "word_count": 811, 
  "_id": "4fd23b4d8eb7c8105d7d0401", 
  "snippet": "A report last week that most health-related Web sites were not honoring their promises to keep personal information about visitors private offered a somewhat alarming snapshot of the state of privacy on the Internet.    The group that conducted the...", 
  "source": "The New York Times", 
  "slideshow_credits": null, 
  "web_url": "http://www.nytimes.com/2000/02/07/business/report-rings-alarm-bells-about-privacy-on-the-internet.html", 
  "multimedia": [], 
  "subsection_name": null, 
  "keywords": [
    {
      "name": "organizations", 
      "value": "CALIFORNIA HEALTHCARE FOUNDATION"
    }, 
    {
      "name": "subject", 
      "value": "MEDICINE AND HEALTH"
    }, 
    {
      "name": "subject", 
      "value": "COMPUTERS AND THE INTERNET"
    }, 
    {
      "name": "subject", 
      "value": "PRIVACY"
    }
  ], 
  "byline": {
    "person": [
      {
        "organization": "", 
        "role": "reported", 
        "rank": 1, 
        "firstname": "Jeri", 
        "lastname": "CLAUSING"
      }
    ], 
    "original": "By JERI CLAUSING"
  }, 
  "document_type": "article", 
  "pub_date": "2000-02-07T00:00:00Z", 
  "section_name": "Technology; Health; Business"
}